Repository: Stiven-023/INVENTORY-MANAGER
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt

source: Nombre de usuario muy largo.
pt: Nome de utilizador muito longo.

source: Nombre
pt: Nome

source: Apellido
pt: Apelido

source: Ingrese una dirección de correo valida
pt: Introduzir um endereço de correio eletrónico válido

source: Correo Electrónico
pt: Endereço eletrónico

source: Seleccione su tipo de documento
pt: Seleccione o seu tipo de documento

source: Número Documento
pt: Número do documento

source: Número Telefónico
pt: Número de telefone

source: Roles disponibles
pt: Funções disponíveis

source: Sucursal
pt: Ramo

source: Cambiar Rol
pt: Mudar de função

source: Asignar sucursal
pt: Atribuir ramo

source: Nombre del Rol
pt: Nome da função

source: Descripción del Rol
pt: Descrição da função

source: La contraseña debe tener al menos 8 caracteres.
pt: A palavra-passe deve ter pelo menos 8 caracteres.

source: Nombre sucursal
pt: Nome da sucursal

source: Dirección de la sucursal
pt: Endereço da sucursal

source: Gerente encargado
pt: Gestor responsável

source: Categoría
pt: Categoria

source: Descripción
pt: Descrição

source: Precio Neto
pt: Preço líquido

source: Existencias
pt: Acções

source: Encargado
pt: Responsável

source: Dueño
pt: Proprietário

source: Observaciones
pt: Observações

source: Placa del vehículo
pt: Matrícula do veículo

source: Marca del vehículo
pt: Marca do veículo

source: Color del vehículo
pt: Cor do veículo

source: ¿En reparación?
pt: Em reparação?

source: Orden de trabajo
pt: Ordem de trabalho

source: Precio Cotizado de la Reparación
pt: Preço proposto para a reparação

source: Placa del Vehículo
pt: Matrícula do veículo

source: Marca del Vehículo
pt: Marca do veículo

source: Modelo del Vehículo
pt: Modelo do veículo

source: Color del Vehículo
pt: Cor do veículo

source: Año del Vehículo
pt: Ano do veículo

source: Sucursal del Vehículo
pt: Ramo do veículo

source: Precio Neto del Vehículo
pt: Preço líquido do veículo

source: Disponibilidad del Vehículo
pt: Disponibilidade do veículo

source: Vigencia del Vehículo
pt: Duração do veículo

source: Detalles de la Aplicación
pt: Detalhes da aplicação

source: Cantidad de Usuarios
pt: Número de utilizadores

source: Sucursales
pt: Ramos

source: Productos
pt: Produtos

source: Ordenes
pt: Encomendas

source: Graficos
pt: Gráficos

source: Inventario
pt: Inventário

source: Cotizaciones
pt: Citações

source: Cotización Reparación
pt: Orçamento de reparação

source: Cotización Vehículo
pt: Cotação do veículo

source: Ventas
pt: Vendas

source: Roles
pt: Funções

source: Usuarios
pt: Utilizadores

source: Reportes
pt: Relatórios

source: Consultar estado del vehiculo
pt: Verificar o estado do veículo

source: SESION NO VALIDA
pt: SESSÃO NÃO VÁLIDA

source: Salir
pt: Sair

source: Admin
pt: Administrador

source: Jefe de Taller
pt: Diretor de oficina

source: Idioma:
pt: Língua:

source: ESTADO DE LA REPARACIÓN DEL VEHÍCULO
pt: ESTADO DE CONSERVAÇÃO DO VEÍCULO

source: Su vehículo se encuentra reparado. Acérquese a nuestras oficinas para retirarlo.
pt: O seu veículo está reparado. Dirija-se aos nossos escritórios para o recolher.

source: Su vehículo aún se encuentra en nuestros talleres siendo reparado.
pt: O seu veículo ainda se encontra nas nossas oficinas para ser reparado.

source: Placa:
pt: Prato:

source: Encargado:
pt: Responsável:

source: Precio:
pt: Preço:

source: Precio
pt: Preço

source: Fecha de Expedición
pt: Data de emissão

source: Opciones
pt: Opções

source: Aprobada
pt: Aprovada

source: Pendiente
pt: Pendente

source: Aceptar cotización
pt: Aceitar a cotação

source: Editar
pt: Edição

source: Cotizar Reparación
pt: Orçamento de reparação

source: Guardar
pt: Salvar

source: Editar cotización de reparación
pt: Editar orçamento de reparação

source: Editar Orden de Trabajo
pt: Editar ordem de trabalho

source: Editar Producto
pt: Editar produto

source: Editar Rol
pt: Editar função

source: Editar Sucursal
pt: Editar ramo

source: Sobre Nosotros
pt: Sobre a empresa

source: TU VIAJE PERFECTO COMIENZA AQUÍ
pt: A SUA VIAGEM PERFEITA COMEÇA AQUI

source: Iniciar Sesión
pt: Iniciar sessão

source: Detalles del vehiculo
pt: Detalhes do veículo

source: Cerrar
pt: Fechar

source: Añadir Producto
pt: Adicionar produto

source: Añadir Vehículo Nuevo
pt: Adicionar novo veículo

source: Ver Vehículos a la Venta
pt: Ver veículos para venda

source: Crear Nueva Orden de Trabajo
pt: Criar nova ordem de trabalho

source: Añadir Nuevo Producto
pt: Adicionar novo produto

source: Crear Rol
pt: Criar função

source: Crear Nueva Sucursal
pt: Criar nova sucursal

source: Crear Vehículo Nuevo
pt: Criar novo veículo

source: Órdenes de Trabajo
pt: Ordens de trabalho

source: Dueño del vehículo
pt: Proprietário do veículo

source: Observación
pt: Observação

source: Reparando
pt: Reparação

source: Cerrar Orden
pt: Fechar ordem

source: Crear Orden
pt: Criar ordem

source: Bienvenido
pt: Bem-vindo

source: Ingresar
pt: Entrar

source: Usuario
pt: Utilizador

source: Fecha de registro
pt: Data de registo

source: Nuevo Reporte
pt: Novo relatório

source: Exportar a Excel
pt: Exportar para Excel

source: Producto
pt: Produto

source: Añadir Venta
pt: Adicionar venda

source: Crear Usuario
pt: Criar utilizador

source: Registrar
pt: Registo

source: Editar Usuario
pt: Editar utilizador

source: Ubicacion
pt: Localização

source: Gerente
pt: Diretor

source: Añadir Sucursal
pt: Adicionar ramo

source: Teléfono
pt: Telefone

source: Rol
pt: Função

source: No asignada
pt: Não atribuído

source: Vehículos Disponibles
pt: Veículos disponíveis

source: Año
pt: Ano

source: Color
pt: Cor

source: Disponible
pt: Disponível

source: No Disponible
pt: Não disponível

source: Atras
pt: Voltar

source: Username o contraseña incorrecta.
pt: Username ou palavra-passe incorrectos

source: Debe superar la prueba reCAPTCHA
pt: Deve passar no teste reCAPTCHA

source: Rol creado con éxito.
pt: Função criada com sucesso.

source: Rol actualizado.
pt: Função actualizada.

source: Rol eliminado con éxito.
pt: Função eliminada com sucesso.

source: Usuario eliminado con éxito.
pt: Utilizador eliminado com sucesso.

source: La información del usuario ha sido actualizada.
pt: As informações do utilizador foram actualizadas.

source: Usuario creado con éxito.
pt: Utilizador criado com sucesso.

source: La contraseña no coincide.
pt: A palavra-passe não corresponde.

source: Orden de trabajo finalizada.
pt: Ordem de trabalho concluída.

source: La cotización ha sido aprobada.
pt: A cotação foi aprovada.

source: Algo falló al aprobar la cotización
pt: Algo correu mal na aprovação da cotação

source: Sucursal creada con éxito.
pt: Filial criada com sucesso.

source: Sucursal actualizada.
pt: Filial actualizada.

source: Producto actualizado.
pt: Produto atualizado.

source: Sucursal eliminada con éxito.
pt: Ramo removido com êxito.

source: Cotización creada con éxito.
pt: Citação criada com sucesso.

source: Orden actualizada.
pt: Ordem actualizada.

source: Cotización de reparación actualizada.
pt: Orçamento de reparação atualizado.

source: La cotización de reparación fue eliminada con éxito.
pt: A cotação de reparação foi removida com sucesso.

source: Vehiculo eliminado con éxito.
pt: Veículo eliminado com sucesso.

source: Orden eliminada con éxito.
pt: Encomenda eliminada com sucesso.

source: Producto eliminado con éxito.
pt: Produto removido com sucesso.
